[
    {
        "text": "Live. Wagner boss Prigozhin was on crashed plane, Russia says",
        "href": "https://www.bbc.co.uk/news/live/world-66599774",
        "article": "Posted at 6:126:12How Ukrainians are reacting to news of Prigozhin's presumed deathThe BBC’s James Waterhouse in Kyiv says people in Ukraine have little sympathy for Prigozhin and are hoping for an \"implosion\" within Russia.“This is the leader of a mercenary group that has undertaken\nsome of the most brutal fighting in Ukraine,\" he says.“Until anyone hears confirmation or sees Prigozhin himself put out a video then I don’t think people will believe it fully – but there is a lot of willing here in Ukraine.\"Many Ukrainians have been hoping that Vladimir Putin would be \"somehow toppled\", and Prigozhin's mutiny, although it failed, was seen as the start of that.This development \"feeds those subconscious hopes that Putin’s regime\ncould fall,” Waterhouse says.Ukrainian presidential aide Mykhaylo Podolyak wrote on social media that the plane crash was \"a signal from Putin to Russia's elites ahead of the 2024 elections. 'Beware! Disloyalty equals death'.\"Article share toolsFacebookTwitterShareView more share optionsShare this postCopy this linkRead more about these links."
    },
    {
        "text": "Live. Japan releases treated radioactive water from Fukushima",
        "href": "https://www.bbc.co.uk/news/live/world-asia-66599189",
        "article": "Posted at 6:196:19Japan’s publicity blitz has not calmed the watersTessa WongAsia Digital ReporterJapanese authorities and Tepco officials have been facing a welter of criticism, and it prodded them to mount a comprehensive publicity blitz.In Japan, they have put out explanatory pieces in local media, paid for posters in airports and train stations, organised public education events and school tours, and even set up livestreams of fish swimming in tanks of the treated water. They've also invited foreign delegations and news outlets - including the BBC - to tour Tepco's premises.Online, Tepco and various Japanese government ministries have published reams of explainers in Japanese and English. Tepco even has an entire portal dedicated to the topic which comes in different versions aimed at readers in China, Hong Kong, Taiwan and South Korea - places which have levied criticism or put in place Fukushima seafood bans.Tepco is also promising to post on its website hourly updates of the radiation levels at various stages of the water discharge process. All this is part of Japanese Prime Minister Fumio Kishida's pledge to maintain a \"high level of transparency\". But it's been two years since they first announced their plan, and Japan remains deeply divided on the issue while many neighbours are rancorously opposed to the water's discharge. Despite all their efforts, Japanese authorities have not managed to calm the waters.Video contentVideo caption: Fukushima: Can these fish tanks prove radioactive water is safe?Fukushima: Can these fish tanks prove radioactive water is safe?Article share toolsFacebookTwitterShareView more share optionsShare this postCopy this linkRead more about these links."
    },
    {
        "text": "NHS consultant strike: How pay compares globally",
        "href": "https://www.bbc.co.uk/news/health-66595839",
        "article": "NHS consultant strike: How pay compares globallyPublished2 hours agoShareclose panelShare pageCopy linkAbout sharingBy Nick TriggleHealth correspondentSenior hospital doctors are taking part in their second strike of the year in England in a dispute over pay.The two-day walkout begins at 07:00 BST with NHS bosses warning patients to expect significant disruption.But as the strike begins, an analysis by the Nuffield Trust has shed fresh light on their pay levels.It has found while salaries have not kept up with inflation, NHS senior doctors are still earning more than counterparts in a number of countries.The analysis, which takes into account the cost of living in different countries, placed them above those in France, Spain and Italy as well as New Zealand.But their pay was a little behind Germany, Ireland and the Netherlands.Data was not available for either Australia or the US, which the think tank said limited the conclusions that could be drawn.But they said the findings provided useful context in the ongoing debate about doctors' pay.However, the BMA called it \"unhelpful\", saying pay was higher because of the amount of extra work NHS doctors were having to do.Meanwhile, NHS England warned patients to expect major disruption during the two-day walkout. Consultants will only provide Christmas Day cover, meaning that while emergency care will be provided, almost all routine care will come to a standstill.\"This latest action will again hit the NHS hard,\" said NHS England's Dr Vin Diwakar.Patients who have appointments are being urged to attend though, unless they have been told otherwise.GP services are not affected.Why talk of a UK doctor exodus is prematureWhat are consultants paid?Consultants have been given a 6% pay rise by the government this year - as recommended by the independent pay review body.It brings their basic salary to between £93,00 and £126,000 depending on experience.But consultants also earn extra - about a quarter more - for things such as being on-call, additional hours and bonuses.The analysis by the Nuffield Trust shows this pay - before any money made from private work - puts them in the top 2% of earners despite the years of below-inflation wage rises.The British Medical Association says consultant pay has fallen by 35% since 2008 - but this is take-home pay once tax is taken off.Tax policies over the past decade have meant higher earners pay more.If total pay is used, the cut is smaller.But the Nuffield Trust said this did not take into account the \"upside\" of above-inflation rises seen before then, pointing out that from the early 1990s doctors had enjoyed a decade or so of more generous pay rises.The Nuffield Trust said it hoped the analysis would lead to a better-informed debate and that it was also important to remember pay was not the only factor behind the dispute, as issues affecting staff retention and wellbeing were also crucial.What is happening next in dispute?BMA consultants committee chairman Dr Vishal Sharma urged ministers to get round the negotiating table.\"No consultant wants to be striking, so we head out to picket lines with heavy hearts.\"The BMA wants to see above-inflation pay rises to start to rectify the cuts seen over the past 15 years.After this strike, there is a two-day walkout planned in September, and the union has now announced a three-day strike at the start of October.But the government has said the pay award is final and there will be no more talks.Health Secretary Steve Barclay said he was \"concerned and disappointed\" by the continuing strike action. Junior doctors have been taking part in strike action since spring. The mandate expired this month, but the result of a fresh ballot is expected before the end of the month.England is the only part of the UK where consultants are taking strike action. In Wales, the BMA is preparing to formally ballot members, while in Scotland, they are consulting with them.Related TopicsDoctorsEnglandNHSBritish Medical Association (BMA)Strike actionMore on this storyNHS consultants in England announce more strikesPublished17 JulyPay rise announced as junior doctors strikePublished13 July"
    },
    {
        "text": "Who were the Republican debate winners and losers?",
        "href": "https://www.bbc.co.uk/news/world-us-canada-66601291",
        "article": "Republican debate: Who were the winners and losers?Published2 hours agoShareclose panelShare pageCopy linkAbout sharingRelated TopicsUS election 2024Image source, Getty/Reuters/EPAImage caption, Republicans who qualified for the debate. Top row from left: Asa Hutchinson, Ron DeSantis, Chris Christie, Vivek Ramaswamy. Bottom row from left: Mike Pence, Doug Burgum, Tim Scott, Nikki HaleyBy Anthony Zurcher in WisconsinNorth America correspondentThe first Republican presidential debate was a rowdy affair that saw the eight candidates leap headlong into heated exchanges.There were some who thought it would be boring without Donald Trump - the ultimate showman - but that was decidedly not the case. The former president may have been the life of the party during primary debates back in 2016, but the eight rivals who travelled to Wisconsin proved they could bring some excitement without his help.Some candidates stood out from the pack, however - and some seemed to languish on the side-lines.Here's a rundown of the winners and losers.WINNERSVivek Ramaswamy: The man who never ran for public office - and didn't even vote for a president from 2004 to 2020 - simply dominated this Republican debate.With a broad smile and a quick tongue, he frequently seemed to be the only candidate on the stage who was enjoying himself. That may partly be because this political novice has exceeded expectations, and is essentially playing with house money while he takes centre stage. He easily fended off swipes from his fellow candidates, suggesting that Mr Christie was auditioning for a show on left-leaning news channel MSNBC and that Ms Haley was angling for spots on the board of defence contractors with her positions on Ukraine.\"I'm the only person on the stage who isn't bought and paid for,\" he said during a discussion of climate change - prompting cries of outrage from his rivals.Image source, ReutersTime and time again, Mr Ramaswamy positioned himself as the outsider against a bunch of political establishment insiders. Many of his views - calling on Ukraine to cede territory to Russia, using military force to secure the US-Mexico border, and banning US companies from doing business with China - are well outside the political mainstream even within the Republican Party. But as Mr Trump demonstrated in 2016, even outlandish, impractical policy proposals can be effective in generating attention.Mr Ramaswamy may not have the political fuel to challenge Mr Trump for the nomination, and he may not even want to, but the evening's debate ensures that he's going to continue to be a factor in this race in the months ahead.Mike Pence: The veteran politician, who has served as a congressman, a governor and a vice-president, has a bit of fight left in him.Although his presidential campaign has been sputtering - hated by Trump supporters and distrusted by Trump critics - his debate-stage experience served him well on Wednesday night.He went on the attack early, swiping at Mr Ramaswamy's inexperience, saying, \"Now is not the time for on-the-job training\".He offered a passionate, religion-based call for nationwide abortion limits. That likely won't play well in next year's general election. But it could help him win over evangelical Republicans, who can tilt the balance in states like Iowa and South Carolina, which play an outsized role in deciding the party nominee.During the second-half of the debate, when discussion of Mr Trump came up, Mr Pence had the last word, saying he put the Constitution first on January 6, 2021 when he refused to throw out the election results at Mr Trump's behest. Several of his rivals even spoke out in his favour.The fundamental challenges to Mr Pence's campaign remain, but for at least one night he showed why he was once considered by many conservative Republicans to be presidential material.Nikki Haley: The former US ambassador to the UN has made a habit of surprising those who underestimate her. She has never lost a race for office, even when she was challenging more established Republican candidates for the South Carolina governorship.On Wednesday night, she stood out by offering sharp criticism early of both Mr Trump and the Republican Party as a whole.\"Republicans did this to you too,\" she said when describing the massive US budget deficit. \"They need to stop the spending, stop the borrowing.\"Image source, ReutersWhen the topic turned to the former president, she said Mr Trump was the \"most disliked politician in America\" - and warned the Republican Party will suffer because of it in the general election.She also showed will for the fight. She scrapped with Mr Ramaswamy on continuing US aid to Ukraine, which she supports. And she clashed with Mr Pence on abortion, calling his demands for a national abortion ban unrealistic and politically damaging.Even if she can't pull ahead in the pack this time around, her debate performance could position the 51-year-old for future presidential bids in election years not dominated by a former president. MIDDLE OF THE PACKTim Scott and Chris Christie: Mr Christie did exactly what many expected him to. He took swipes at Mr Trump, had some choice lines targeting Mr Ramaswamy, and was generally feisty and combative.He was also roundly booed when he was introduced, when he criticised Mr Trump, and when he took big swings at Mr Ramaswamy.His choicest line came when he said the political neophyte \"sounds like ChatGPT\" - but that particular twist did nothing to ingratiate him with the crowd.As for Tim Scott, his nice-guy attitude meant he frequently stayed above the fray during the most heated debate moments. That won't help him win over many voters, but it could burnish his credentials if he wants to be Mr Trump's vice-presidential pick.Image source, EPAImage caption, Asa Hutchinson and Chris Christie debateLOSERSRon DeSantis: At the beginning of the year, the race for the Republican nomination seemed like it would be a two-man contest between Mr DeSantis and Mr Trump. Since then, the Florida governor has sagged in the polls.If the rest of the Republican pack hasn't caught up to him yet, it may very well have him after this debate.It wasn't a terrible performance - he had his moments, particularly when he spoke about his record of military service and his calls for more aggressive government policies to deal with the opioid epidemic.He was on the side-lines for all the key moments of the debate, however. Mr Ramaswamy ran circles around him. Other candidates, like Mr Pence and Ms Haley, elbowed him out of the way on issues like abortion and US aid to Ukraine. He seemed on uneven footing when the topic turned to Mr Trump and his recent indictments.This was not the kind of performance needed to close the gap with Mr Trump. The man who was once billed as the future of the Republican Party was simply a non-factor. Asa Hutchinson and Doug Burgum: Former Arkansas Governor Asa Hutchinson was the last candidate to qualify for the Milwaukee debate. North Dakota Governor Doug Burgum paid his way onto the stage with a gimmick - offering enough people $20 gift cards if they donated $1 to his campaign.Both candidates desperately needed to show that they deserved to be there, and both were mostly afterthoughts.Mr Hutchinson's criticisms of Mr Trump seemed weak sauce compared to Mr Christie's more pointed attacks. And Mr Burgum's awe-shucks small-state conservatism never really stood out.The qualification standards become more rigorous for next month's primary debate in California, and neither candidate did enough on Wednesday night to build the kind of support they will need to make another appearances on the debate stage likely.Related TopicsRepublican PartyNikki HaleyUS election 2024Donald TrumpMike PenceUnited StatesRon DeSantisMore on this storyHow Trump rivals will sell themselves as he skips debatePublished6 hours ago'Why believe anything?' Social media bombards US votersPublished16 hours agoWhy bad news is good news for Trump - for nowPublished2 days agoBehind Trump's support linger doubts on electabilityPublished16 August"
    },
    {
        "text": "'Putin's revenge' and Prigozhin's death 'no surprise'",
        "href": "https://www.bbc.co.uk/news/blogs-the-papers-66601070",
        "article": "Newspaper headlines: 'Putin's revenge' and Prigozhin's death 'no surprise'Published1 hour agoShareclose panelShare pageCopy linkAbout sharingBy BBC NewsStaffImage caption, Yevgeny Prigozhin, head of Russia's Wagner mercenary group, makes the front of the Financial Times in camouflage and with weapon in hand. The broadsheet reports Russian officials saying Prigozhin was aboard a plane from Moscow to St Petersburg that crashed. The FT writes all 10 people on board died, according to Russia's emergency ministry. The paper rehashes a quote from CIA chief Bill Burns last month: \"In my experience Putin is the ultimate apostle of payback.\"Image caption, The i highlights that the Wagner chief was killed 60 days after a failed mutiny he led against the Russian armed forces in June. The front carries a picture appearing to show the private jet on fire.Image caption, The Guardian also carries the photo of smoke billowing from the crash site. It says the cause of the crash was not immediately clear, but the failed mutiny led by Prigozhin would give the Russian state ample motive to take action against him. The paper adds media channels linked to the Wagner group suggested a Russian air defence missile shot down the plane. Elsewhere, the Guardian reports more than 100 MPs have enjoyed free tickets to concerts and sporting events worth over £180,000. It observes critics think the free tickets could leave MPs open to influence from the companies providing the giveaway and question its appropriateness during a cost of living crisis.Image caption, \"What rotten luck,\" says the Daily Star. It writes no one at all is shocked at Prigozhin's death and he joins dozens of Putin foes to \"perish in terrible 'accidents'\". The paper also reports explorers have found a cave system linked to Loch Ness \"making it the perfect hideout\" for the famous mythical beast said to occupy it.Image caption, The Daily Express also splashes on a picture of the crash scene. It writes Prigozhin \"appears to have paid the ultimate price\". It also says the NHS trust where Lucy Letby murdered babies has paid over £325,000 for public relations advice on the crimes.Image caption, The Daily Mail asks: \"Was this Putin's terrible revenge?\" The paper says security sources are pointing the finger at the Russian president. The Mail also covers former NatWest boss Dame Alison Rose is set to receive a £2.4m payout after resigning following the row over Nigel Farage's bank account.Image source, BBC SportImage caption, \"Putin's revenge\" headlines the Daily Mirror. The paper reports it is thought the Russian president put the Wagner boss on a \"kill list\" weeks ago. It adds that locals say they heard two bangs before the crash.Image caption, \"Wagner boss who crossed Putin 'killed' in jet crash,\" headlines the Times.Image caption, The Telegraph leads with UK security sources believing Prigozhin was killed in an assassination by Putin. They told the paper the aircraft had almost certainly been downed by the FSB, Russia's domestic intelligence agency.Image caption, The Sun headlines \"Putin's revenge\". It writes there were still reports the Wagner boss could still be alive after travelling on a second plane.Image caption, \"India over the Moon,\" headlines the Metro as it reports on the country becoming the first to land in the lunar south pole region. A picture of the live simulation of Chandrayaan-3's lander on the Moon's surface covers the front page. The paper writes the nation is only the fourth to land successfully on the Moon.\"Putin's Revenge\" is the headline in both the Daily Mirror and the Sun. They show burning wreckage of a plane that was believed to be carrying the leader of Russia's Wagner mercenary group. The Sun says Yevgeny Prigozhin's death was announced on Russian state television, noting it is two months since he led a mutiny against Vladimir Putin. The Mirror says it is believed the Russian leader put his former ally on a \"kill list\" weeks ago and ordered his execution.The Daily Telegraph says it has been told by UK security sources that the jet was \"almost certainly\" shot down by the Russian domestic intelligence agency, the FSB, on the president's orders. One source tells the paper: \"Of course, it's Putin.\" It adds that the Wagner chief had returned from Africa the previous day and a social media channel with close links to Wagner reported that local residents had heard \"two bursts\" of air defence weapons. The Daily Mail's report include a theory that a bomb was concealed in a case of fine wine that was carried on to the aircraft \"moments before take-off\".Image source, WAGNER/HANDOUT Image caption, Yevgeny Prigozhin is presumed to have died in a plane crash on WednesdaySeveral papers, including the Times, report speculation that Prigozhin may have been on a separate aircraft he owned that landed safely in Moscow a short time later. But the paper also includes a detail that the jet came down around 30 miles from one of Putin's official residences, which has its own air defence system. The paper's diplomatic editor, Roger Boyes, says the use of air defences would be a \"very public and emphatic\" way of closing down his rival. Others, he says, have been \"slipped poison or fallen out of windows\" but this was \"the opposite of stealth assassination\".The reports in the Daily Express and the Daily Star strike a similar tone that no one will be shocked or surprised that a man who challenged the Russian president would pay what the Express calls the \"ultimate price\".  Image source, Getty ImagesImage caption, The Guardian report critics have questioned how appropriate it is for MPs to accept hospitality freebies in a cost of living crisisThe Guardian's front page also includes a look at the number of MPs enjoying corporate giveaways, such as tickets to concerts and sports events. It says more than a hundred MPs, including senior Conservative and Labour figures, have accepted free hospitality this summer worth more than £180,000. The freebies come from banks, oil companies, the gambling industry and media firms. Critics tell the paper it could leave MPs open to influence from those providing the benefits. Accepting hospitality is not against the rules for MPs, provided anything above £300 is registered within 28 days.  Under the headline \"baton and bruised\" The Times reports that a world-renowned conductor has been accused of slapping a member of his choir for entering the stage incorrectly.  Sir John Eliot Gardiner, who is 80, is alleged to have struck 29-year-old William Thomas after a performance at the Berlioz Festival in France on Tuesday. The paper says it has raised questions about whether the conductor can perform at the BBC Proms next month. A representative of Gardiner told a classical music website he had been suffering from extreme heat and that a change in his medication \"may have provoked behaviour that he now regrets\". "
    },
    {
        "text": "How Russia reacted after Prigozhin plane crash",
        "href": "https://www.bbc.co.uk/news/world-europe-66601412",
        "article": "How Russia reacted after Prigozhin plane crashPublished6 hours agoShareclose panelShare pageCopy linkAbout sharingRelated TopicsRussia-Ukraine warImage source, ReutersBy Will VernonBBC News, MoscowRussia is a country full of surprises.People here were shocked this summer after drones attacked the centre of Moscow on several occasions, causing explosions and damage to buildings.Then, the Russian rouble took an unexpected tumble - briefly tipping the dollar rate to over 100 roubles.Add to that, a failed mission to the Moon: Russia's 'Luna-25' lander was lost in space, destroyed as it collided with the lunar surface last week.But today, as the news broke that Yevgeny Prigozhin's plane had fallen out of the sky, crashing in a fireball in Russia's Tver Region, most people were far from shocked. In fact, most Russians were probably surprised it hadn't happened sooner.Speculation had been swirling for weeks in Russia about exactly what fate awaited Yevgeny Prigozhin. Exactly two months ago, the Wagner boss launched his brief mutiny.His mercenaries seized a major Russian city and even marched on Moscow. After the rebellion was called off, many thought Prigozhin's days were numbered. After all, the mutiny was a significant humiliation for the Kremlin, and President Putin isn't the kind of man to forgive and forget.Around an hour after the crash, the Russian Federal Aviation Agency Rosaviatsiya released a statement confirming that Yevgeny Prigozhin's name was on the passenger manifest.That is unusually quick for Rosaviatsiya: the agency is usually much slower to respond to such incidents. That raised eyebrows here.Russian state TV is keeping reporting of the incident to a minimum, quoting government officials with no comment. In its main evening news bulletin, Kremlin-controlled Channel One dedicated just 30 seconds to the story.It is a well-known fact in Russia that state TV channels often wait until they receive official instructions regarding the tone of reporting.As for the Wagner group itself, Telegram channels linked to the mercenaries have claimed that Prigozhin \"was killed….by traitors of Russia\". At the Wagner HQ in the city of St Petersburg, a makeshift shrine has appeared. Images on Russian media show people bringing flowers and candles to the Wagner Centre.Attention is now turning to what happened on board the flight. According to Russian media, investigators are looking into a number of possible causes, including \"external actions.\"Commenting on the incident, political analyst Tatiana Stanovaya said that the cause of the plane crash is not important - more significant is the message it sends to any other potential mutineers: \"Everyone will see this as an act of retaliation and retribution…From Putin's perspective, as well as many among the security and military officials, Prigozhin's death should serve as a lesson.\"Related TopicsRussia-Ukraine warRussiaMore on this storyWagner chief Prigozhin presumed dead after plane crashPublished6 hours agoRussia plane crash: What we know so farPublished4 hours agoWagner boss Prigozhin's years of living dangerouslyPublished10 hours ago"
    },
    {
        "text": "Britain's Kerr stuns Ingebrigtsen to take world gold",
        "href": "https://www.bbc.co.uk/sport/athletics/66595349",
        "article": "World Championships 2023: Britain's Josh Kerr stuns Jakob Ingebrigtsen to take goldBy Harry PooleBBC Sport at National Athletics Centre, BudapestLast updated on 23 August 202323 August 2023.From the section Athleticscomments297'Lightning strikes twice!' - GB's Kerr wins 1500m goldBritain's Josh Kerr stunned Norway's Olympic champion Jakob Ingebrigtsen to take 1500m gold at the World Championships in Budapest.Kerr, Olympic bronze medallist in Tokyo, timed his surge for gold to perfection inside the final 200m.The 25-year-old clocked a season's best three minutes 29.38 seconds to make his first podium at a World Championships.It comes one year after Ingebrigtsen suffered defeat by Briton Jake Wightman in similar circumstances in Eugene.Kerr let out an almighty roar as he crossed the line, celebrating with the crowd and embracing his parents in the stands with a crown on his head and a gold medal proudly hanging from his neck.\"It's been a long time coming,\" the Scot said.\"It's quite an overwhelming experience but I'm so proud of myself and of my team and my family that got me here.\"I didn't feel like I ran the best race. I just threw my whole 16 years of this sport in that last 200m and didn't give up until the end.\" Ingebrigtsen, meanwhile, appeared crestfallen as history repeated itself.The 22-year-old led from the front for much of the race before once again being denied by a gutsy finish from a British athlete, Kerr breaking his rival in the final 50m.Ingebrigtsen held on for silver in 3:29.65 ahead of compatriot Narve Gilje Nordas (3:29.68), while Britain's Neil Gourley finished ninth in 3:31.10.Kerr earned GB a fourth medal of the championships, and second gold, following in the footsteps of Katarina Johnson-Thompson's heptathlon triumph.Kerr emulates Wightman to stand on top of the world'It's been a long time coming!' - Emotional Kerr reacts to 1500m goldEvidently full of confidence coming in to the championships, Kerr had stated his belief that Ingebrigtsen - unbeaten this season and boasting the fastest time of 2023 - was \"very beatable\".And, as 2022 champion Wightman watched on, the Scot emulated his Edinburgh Athletics Club team-mate in spectacular fashion.Ingebrigtsen had been determined to upgrade last year's silver and took control on the second lap - but once again was powerless to respond as Kerr moved level and then refused to fade away.The reigning world 5,000m champion came into the championships unbeaten, running the fourth-fastest 1500m of all time in July, and was a heavy favourite for gold.World Athletics Championships 2023: Studio reaction to GB's Josh Kerr winning goldKerr had run his two fastest times since Tokyo earlier this season, but Ingebrigtsen was in unrelenting form as he built towards correcting his 2022 loss.While his talent is undeniable, Norway's versatile star will rightly be concerned about the manner in which world gold was once again ripped from his grasp, with another Briton adding his name to the list of contenders at Paris 2024.Kerr demonstrated his ability to produce elite level performances on the global stage when he won his Olympic bronze in 2021, becoming the first British man to win a medal over 1500m at a Games since 1988.Battling illness when he finished fifth at last year's Worlds, he backed up that breakthrough medal here with a superbly managed run.Warholm reclaims world title as pole vaulters share goldWorld Athletics Championships 2023: Norway's Karsten Warholm wins goldMen's 400m hurdles world record holder Karsten Warholm reclaimed his title with a dominant victory after his 2022 hopes were hindered by injury.Warholm, who finished seventh last season after struggling with a hamstring injury in the run up to the meeting, had shown signs of a return to his devastating best in 2023 by producing two of the five fastest performances of all time.The Norwegian clocked 46.89 seconds to clinch his fourth global title ahead of Kyron McMaster of the British Virgin Islands (47.34) and American Rai Benjamin (47.56).In the women's 400m final, Marileidy Paulino of the Dominican Republic took gold in 48.76 ahead of Poland's Natalia Kaczmarek and Barbadian Sada Williams.World Athletics Championships 2023: 'She does it in style!' - Paulino wins 400m goldBritain's Molly Caudery also shone in a thrilling women's pole vault final which saw Australian Nina Kennedy and American Katie Moon share gold.Kennedy and Moon agreed to share the title after both athletes cleared 4.90m but neither could make 4.95m after three attempts.A delighted Caudery, 23, produced a personal best with a clearance over 4.75m to finish fifth on her first appearance at a global championships.World Athletics Championships 2023: 'Are you sure?' - Kennedy & Moon decide to share pole vault goldTeam-mate Anna Purchase qualified for the hammer throw final in 11th with a 71.31m best attempt but Charlotte Payne (69.57m) did not.GB's Cindy Sember was unable to reach the women's 100m hurdles final with a sixth-placed semi-final finish in 12.97 secs, while Megan Keith and Amy Eloise-Markovc failed to qualify from the women's 5,000m heats, which were pushed back from the morning session because of extreme heat with temperatures well above 30C.Markovc finished 11th in 15:13.66 in her heat - during which Sifan Hassan and 1500m gold medallist Faith Kipyegon engaged in an unnecessary sprint finish - while Keith was 14th in 15:21.94 in her race.Aimee Pratt missed out on the women's 3,000m steeplechase medal race, finishing seventh in her heat in 9:26.37commentsView Comments297CommentsJoin the conversation\n            To use comments you will need to have JavaScript enabled.\n        Sign in to comment, reply and reactSign in or RegisterComments  must follow the house rules.297 commentsShowLatestOldestHighest RatedMost RepliedPComment posted by Paul, at 22:46 23 AugPaul22:46 23 AugThe look on Ingebrigtsen's face - priceless. Well done Josh Kerr, quietly excellent.commentsReplySign in to comment, reply and reactSign in or Register14110Removed commentMore replies (6)downAComment posted by autoq, at 22:56 23 Augautoq22:56 23 AugYou can't beat the unscripted drama of live sport ... all the unrecognised years of continual training for that one moment when , somehow, you surpass all expectations and take the victory. Magnificient. 👍commentsReplySign in to comment, reply and reactSign in or Register1315EComment posted by Exit_Left, at 22:44 23 AugExit_Left22:44 23 AugActually happy not only for Josh Kerr but that Jakob Ingebrigtsen was humbled. That egging on the crowd to cheer while 80 metres from the finish line in his SF really annoyed mecommentsReplySign in to comment, reply and reactSign in or Register10814DReply posted by Dandare, at 22:46 23 AugDandare22:46 23 Augto Exit_Left\"Actually happy not only for Josh Kerr but that Jakob Ingebrigtsen was humbled. That egging on the crowd to cheer while 80 metres from the finish line in his SF really annoyed me\"Dandare replied: Can you explain that please?commentsReplySign in to comment, reply and reactSign in or Register885More replies (20)downMComment posted by Markthehorn, at 22:50 23 AugMarkthehorn22:50 23 AugCongratulations Josh.Ingebrigtsen wasn’t so cocky after that !commentsReplySign in to comment, reply and reactSign in or Register987SReply posted by S Jake, at 23:40 23 AugS Jake23:40 23 Augto Markthehorn\"Congratulations Josh.Ingebrigtsen wasn’t so cocky after that !\"S Jake replied: Irn Bru for Kerr, humble pie for Ingebrigtsen. 😆commentsReplySign in to comment, reply and reactSign in or Register505More replies (5)downDComment posted by Donald W, at 22:53 23 AugDonald W22:53 23 AugWell done Edinburgh AC. Two world champions in 2 years!commentsReplySign in to comment, reply and reactSign in or Register906DReply posted by Donald W, at 23:41 23 AugDonald W23:41 23 Augto Donald W\"Well done Edinburgh AC. Two world champions in 2 years!\"Donald W replied: Incidentally, I looked up Steve Cram's PB for the 1500m. 3m 59s. Unbelievable. And, a great commentary 40 years later!commentsReplySign in to comment, reply and reactSign in or Register258More replies (5)downIComment posted by ichabod, at 22:50 23 Augichabod22:50 23 AugIn an age of casual excuses for failures, in sport and elsewhere, how wonderful to see the old fashioned virtues of guts and determination win through.Superb winning performance. Well done Josh Kerr.commentsReplySign in to comment, reply and reactSign in or Register879TReply posted by TheNightmanCometh, today at 00:56TheNightmanCometh00:56to ichabod\"In an age of casual excuses for failures, in sport and elsewhere, how wonderful to see the old fashioned virtues of guts and determination win through.Superb winning performance. Well done Josh Kerr.\"TheNightmanCometh replied: What a strange way to shoehorn in your weird opinions and agenda. Pretending to congratulate someone while mainly using it a vehicle for your own whining.commentsReplySign in to comment, reply and reactSign in or Register1938More replies (3)downMComment posted by MickH, at 22:54 23 AugMickH22:54 23 Augwell done Josh Kerr , brilliant performance,  and shut up the big headed, i love myself, bryl cream hair, lets wave to the crowd 100 meters before the finish ( semi final ) and disrespect all the other runners ,  and now i look a prat and barely want to even shake your hand IngebritsoncommentsReplySign in to comment, reply and reactSign in or Register8811DReply posted by Dandare, at 22:57 23 AugDandare22:57 23 Augto MickH\"well done Josh Kerr , brilliant performance, and shut up the big headed, i love myself, bryl cream hair, lets wave to the crowd 100 meters before the finish ( semi final ) and disrespect all the other runners , and now i look a prat and barely want to even shake your hand Ingebritson\"Dandare replied: Yes not to congratulate the winner is pretty pettycommentsReplySign in to comment, reply and reactSign in or Register614More replies (8)downJComment posted by JannerHammer, at 22:57 23 AugJannerHammer22:57 23 AugThat was absolutely tremendous Josh Kerr. Congratulations.commentsReplySign in to comment, reply and reactSign in or Register551WComment posted by Wee Brian, at 22:48 23 AugWee Brian22:48 23 AugAbsolutely sensational Josh. Congratulations on you victory and I loved your interview afterwards as well.commentsReplySign in to comment, reply and reactSign in or Register574GComment posted by Griano, at 22:56 23 AugGriano22:56 23 AugCongratulations Josh Kerr! A fantastic run and a great finish. Well done.commentsReplySign in to comment, reply and reactSign in or Register511RComment posted by richard, at 22:51 23 Augrichard22:51 23 AugStunning performance........against a very  over confident Norwegian showing the No. 1 finger....lolcommentsReplySign in to comment, reply and reactSign in or Register567TReply posted by TheNightmanCometh, today at 01:01TheNightmanCometh01:01to richard\"Stunning performance........against a very over confident Norwegian showing the No. 1 finger....lol\"TheNightmanCometh replied: He is literally the fastest 1500m runner in the world this year, and the world #1. What would you rather he do? Avert his eyes from the camera because he upsets you?commentsReplySign in to comment, reply and reactSign in or Register229More replies (5)downRComment posted by RW, at 22:52 23 AugRW22:52 23 AugWhat a performance from a proud Brit.commentsReplySign in to comment, reply and reactSign in or Register547KReply posted by kit carson scout, today at 00:07kit carson scout00:07to RW\"What a performance from a proud Brit.\"kit carson scout replied: ScotcommentsReplySign in to comment, reply and reactSign in or Register1238More replies (4)downMComment posted by MrPeterJThomas , at 23:00 23 AugMrPeterJThomas 23:00 23 AugBrilliant race by Kerr. Just believed he could win and then made it happen.I'm delighted to say I called it 100% wrong from the comfort of my armchair.That's why live sport is such great viewing.commentsReplySign in to comment, reply and reactSign in or Register453CComment posted by Crusoe, at 22:57 23 AugCrusoe22:57 23 AugBest moment of the championship. Congratulations Josh KerrcommentsReplySign in to comment, reply and reactSign in or Register391DComment posted by David, at 22:44 23 AugDavid22:44 23 AugWhat an awesome race, well done Josh Kerr. 1500m is one of the blue ribond events, and you've just won it champ.commentsReplySign in to comment, reply and reactSign in or Register384IComment posted by ichabod, at 22:52 23 Augichabod22:52 23 AugReminiscent of Kelly Holmes defeating the expected winner in the 2004 Olympic 800 m by controlled pressure right through to the tape. Great gutsy performance.commentsReplySign in to comment, reply and reactSign in or Register363TReply posted by Tim, at 23:33 23 AugTim23:33 23 Augto ichabod\"Reminiscent of Kelly Holmes defeating the expected winner in the 2004 Olympic 800 m by controlled pressure right through to the tape. Great gutsy performance.\"Tim replied: Maybe both of those results were \"upsets\", but anyone paying attention knew that both Kerr and Holmes were world class athletes capable of winning gold.commentsReplySign in to comment, reply and reactSign in or Register192EComment posted by EPSeagull, at 22:50 23 AugEPSeagull22:50 23 Augwow didn’t expect that !! WHAT a powerful race he ran and so exciting with depth for Paris. So why can’t the name Kerr be rolled out alongside Cram,Coe, Ovett ??commentsReplySign in to comment, reply and reactSign in or Register386TReply posted by Tony K, at 22:55 23 AugTony K22:55 23 Augto EPSeagull\"wow didn’t expect that !! WHAT a powerful race he ran and so exciting with depth for Paris. So why can’t the name Kerr be rolled out alongside Cram,Coe, Ovett ??\"Tony K replied: And WightmancommentsReplySign in to comment, reply and reactSign in or Register512More replies (2)downVComment posted by veekay1, at 22:40 23 Augveekay122:40 23 AugFair play lad!commentsReplySign in to comment, reply and reactSign in or Register314WComment posted by Wookie, at 22:43 23 AugWookie22:43 23 AugBrilliant performance by Kerr. Well done 😊commentsReplySign in to comment, reply and reactSign in or Register314SComment posted by Shaibal, at 22:52 23 AugShaibal22:52 23 AugWell done indeed, Josh.commentsReplySign in to comment, reply and reactSign in or Register292More commentsBack to topunknown"
    },
    {
        "text": "I got three GCSEs but now I'm a shark scientist",
        "href": "https://www.bbc.co.uk/news/uk-wales-66533339",
        "article": "Results day: I got three GCSEs but now I'm a shark scientistPublished1 hour agoShareclose panelShare pageCopy linkAbout sharingImage source, Calvin LoaImage caption, Alice Cimino and Dan Abbott say friends commonly refer to them as the \"shark couple\"By Jared EvittsBBC NewsAfter leaving school with three GCSEs, Alice Cimino thought there was \"no point\" in pursuing her dream career as a shark scientist. Now, she is about to start a PhD after finishing a degree in marine biology. As thousands of pupils wait for their grades, Alice, 35 from Pontypool, Torfaen, said results \"don't define where you're going to go\". She said she was \"never really good at school\" as she always \"wanted to be out doing other things\".She was left bedridden at 13 after being diagnosed with chronic fatigue syndrome and needed all her work brought to her. I felt lost after exam results, now I'm my own bossYour full guide to GCSE and other Level 2 resultsAfter getting GCSEs in English language, literature and art, she left school and moved to New York to pursue an acting career, working in bars and clothes shops to support herself.Image source, Dan AbbottImage caption, Alice Cimino said she has been passionate about sharks since she was a child\"But all of the time, whilst this was going on, I had this huge passion and love for sharks that started when I was a child.\"I always thought in the back of my mind 'I want to be a marine biologist', but I didn't have any qualifications to do it. So I thought I might as well just continue trying to make it as an actress.\"However, after her dad died when she was 30, Alice decided to follow her lifelong dream.Image source, Dan AbbottImage caption, Alice said she has seen sharks in the USA, the Maldives and the BahamasShe was living in Georgia and asked a university there what she could do to achieve it. \"They said because I counted as a mature student, they wanted to use someone as a guinea pig and see how I did in doing a college degree even though I had no educational background'.\"After her first year studying marine biology at the University of West Georgia, Alice moved back to Wales to complete the second and third years of her degree at Swansea University - with her next step being a PhD.\"I've gone from being an actress to becoming a shark scientist in the space of 15 years,\" she said.\"When I was in America I started my own organisation focusing on the awareness and conservation of sharks.\"Then I started at Swansea University, and I wanted to come up with ways of testing shark meat in Majorca for a harmful toxin.\"I had no idea that I was going to actually end up doing what I wanted to do deep down all along.\"During her career change, Alice met her partner Dan Abbott, 37, an underwater shark photographer. The pair run shark snorkelling trips from Milford Haven, Pembrokeshire. Image source, Dan AbbottImage caption, Alice Cimino and Dan Abbott take visitors snorkelling with sharks in PembrokeshireAlice provides information about the science and conservation of sharks, while Dan tells snorkelers about cameras and shark behaviour. Dan also did not achieve the grades he wanted, scuppering his plans to go to sixth form. After leaving school, Dan worked as a sound engineer, a drummer, tried a music degree and worked in a call centre before finding his passion in his mid-20s, which has eventually taken him around the world. Leaping shark caught on camera in unusual sighting\"I didn't see my first shark until I was 26,\" he said.\"So you've got plenty of time to find the passion that you never knew you had, and change your life completely. Your GCSEs and A-levels don't define your future.\"If someone had said to me when I got my GCSEs that this isn't the end of your future, I would have really needed to hear that, because that is definitely the feeling you get.\"It's not the end of the line. It's just the beginning.\"Alice added if someone had told her at 16 she would be where she is today, she \"would have laughed\". \"Just keep going, no matter what. It's going to be OK.\"Related TopicsWalesMilford HavenGCSEsSharksPontypoolMore on this storyI felt lost after exam results, now I'm my own bossPublished2 hours agoYour full guide to GCSE and other Level 2 resultsPublished2 hours agoSix takeaways from A-level and other Level 3 resultsPublished6 days agoLeaping shark caught on camera in unusual sightingPublished4 days ago"
    },
    {
        "text": "TV should stop playing it safe, says Louis Theroux",
        "href": "https://www.bbc.co.uk/news/entertainment-arts-66596026",
        "article": "Louis Theroux: Anxious TV bosses should stop playing it safePublished11 hours agoShareclose panelShare pageCopy linkAbout sharingImage source, James Veysey/ShutterstockImage caption, Louis Theroux delivered the keynote speech at the Edinburgh TV FestivalBy Ian YoungsEntertainment & arts reporterLouis Theroux has said it's harder to get programmes made about risky subjects because broadcasters like the BBC are now \"playing it safe\".The presenter said his documentaries had often been about \"morally fraught\" people whose stories \"made me nervous\".But he said broadcasters like the BBC now had \"a temptation to lay low\" and avoid difficult subjects for fear of causing offence.There is an \"atmosphere of anxiety\" in the TV industry, he suggested.Theroux was giving the annual keynote MacTaggart lecture at the Edinburgh TV Festival.\"I want to take the risk of going out speaking to people I profoundly disagree with and making documentaries about them,\" he said. 'Made me nervous'He recalled making his name by \"investigating worlds viewed as stigmatised or controversial\", including the porn industry, the far right, Nazis, gangs and sexual predators.\"Often the stories made me nervous. They felt risky,\" he said.\"But it was also true that those shows that had real moral complexity to them were the ones that worked best. \"The less morally fraught episodes - the ones that were safer - haven't aged so well.\"Image caption, Louis Theroux with two inmates on his 2011 documentary Miami Mega JailThere has been a welcome shift in mindset so broadcasters today are \"more thoughtful about representation\" and aware of \"the need not to wantonly give offence\", he said. \"I am fully signed up to that agenda.\"But I wonder if there is something else going on as well. That the very laudable aims of not giving offence have created an atmosphere of anxiety that sometimes leads to less confident, less morally complex film-making.\"He added: \"As a result, programmes about extremists and sex workers and paedophiles might be harder to get commissioned.\"From his time working for the BBC, he said he could see \"all-too-well the no-win situation it often finds itself in\".The corporation, he said, was \"trying to anticipate the latest volleys of criticisms, stampeded by this or that interest group, avoiding offence\".\"Often the criticisms come from its own former employees, writing for privately owned newspapers whose proprietors would be all too happy to see their competition eliminated. \"And so there is a temptation to lay low, to play it safe, to avoid the difficult subjects.\"But in avoiding those pinch points, the unresolved areas of culture where our anxieties and our painful dilemmas lie, we aren't just failing to do our jobs, we are missing our greatest opportunities. For feeling. For figuring things out in a benign and thoughtful way. For expanding our thinking. For creating a union of connected souls.\"And what after all is the alternative? Playing it safe? Following a formula? That may be a route to success for some. It never worked for me.\"He called for television that is \"confrontational, surprising and upsetting\", and urged producers: \"Take risks. Sail close to the wind.\"Related TopicsTelevisionLouis TherouxDocumentary filmMore on this storyTheroux 'wrestled' with giving extreme voices airtimePublished10 February 2022Louis Theroux rap among TikTok's top trends of 2022Published6 December 2022Louis Theroux: 'I needed to give more of myself'Published21 September 2019"
    },
    {
        "text": "Ups and downs'You hear everything cranking, the wood talking to you'",
        "href": "https://www.bbc.co.uk/news/uk-england-lancashire-66586462",
        "article": "Blackpool Pleasure Beach's Big Dipper rollercoaster turns 100Published16 hours agoShareclose panelShare pageCopy linkAbout sharingImage source, Blackpool Pleasure BeachImage caption, The Big Dipper first opened on 23 August 1923Blackpool Pleasure Beach is celebrating the centenary of its Big Dipper ride.One of the oldest wooden rollercoasters in the world, it opened on 23 August 1923.Andy Hygate, head of operations at Blackpool Pleasure Beach, described the Grade II listed structure as \"very special\".\"Amusement parks change and adapt but you hold on to those things that are magical,\" he said, adding: \"It's the history that's attached to it.\"Image source, Blackpool Pleasure BeachImage caption, The structure is Grade II listedImage source, Blackpool Pleasure BeachImage caption, Generations have loved riding itHe said a \"wooden rollercoaster is very different ride to a steel coaster\".\"You'll get a different ride depending on what the weather is like.\"Managing director Amanda Thompson said riding the rollercoaster was a sensory experience.\"You hear the chain pulling you up, you hear everything cranking and the wood slightly talking to you.\"Paul Heany, of the Roller Coaster Club of Great Britain, said the Big Dipper was \"full of character\".\"It's got a life of its own,\" he said.The Big Dipper is the second oldest rollercoaster still in use in Great Britain.\"When [The Big Dipper] was first built there was nothing like it,\" he said.\"Margate's Scenic Railway was the first, but that was more sedate.\"Image source, Blackpool Pleasure BeachImage caption, The rollercoaster has been repainted many times over the last centuryImage source, Blackpool Pleasure BeachImage caption, It was designed and constructed by William H Strickler and John A MillerBlackpool first established itself as an entertainment destination after Londoner William George Bean set up Hotchkiss Bicycle Railroad on the sand dunes at South Shore in 1896. Inspired by his time in New York's Coney Island, Mr Bean started to build his tourism empire and by 1923, Blackpool Pleasure Beach was an established amusement park.Image source, PA MediaImage caption, Hollywood star Marlene Dietrich took a ride on the Big Dipper in 1934Image source, Blackpool Pleasure BeachImage caption, The ride has been ridden by thousands of thrill-seekers over the yearsAfter the Big Dipper was expanded in 1934, Hollywood star Marlene Dietrich went for a ride.The German-born actress and singer lost a pearl and gold earring in the process and later wrote to the amusement park to ask staff to search for the items.The earring was thought lost forever until 70 years later when it was found by workmen dredging a lake as part of construction work for a new ride.\"We have compared it to pictures taken at the time of her visit and it certainly looks like one of hers,\" a Pleasure Beach representative said.In 2003, 32 thrill-seekers with an average age of 75 rode on the Big Dipper to break the world record for the oldest rollercoaster riders.Taking to the ride to mark National Grandparents Day, the riders, most of whom lived in Blackpool, had a combined age of 2,408.The Big Dipper Image source, Blackpool Pleasure BeachThe classic wooden rollercoaster was constructed in 1923 and expanded in 1934Up to 65ft (20m) at its tallest, the ride was manufactured by Philadelphia Toboggan Coasters, IncThe track length is 3,295ft (1,004m) and the three-minute ride can reach a maximum speed of 35mph (56km/h)Up to 672 riders can be carried each hourRichard Rodriguez holds the world record for spending 23 days continuously on the rideWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.ukRelated TopicsTheme parksBlackpoolMore on this storyFair unearths 'Dietrich earring'Published10 January 2007Related Internet LinksBlackpool Pleasure BeachThe BBC is not responsible for the content of external sites."
    }
]